{"total":"111","data":[{"latLong":"","listingImage":{"credit":"","altText":"color photo of explosion atop a fort wall, ocean beyond","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20151120\/articles\/8341D11B-1DD8-B71B-0B840CFE16367542\/8341D11B-1DD8-B71B-0B840CFE16367542-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Many national park sites joined the war effort in World War II by erecting Aircraft Warning, radio and radar stations.  Some historic forts came to life with coastal defenses ready to defend the nation.","title":"National Parks Defend America's Coast During World War II","id":"832118","latitude":"","url":"https:\/\/www.nps.gov\/articles\/npssitesdefendwwiicoast.htm"},{"latLong":"{lat:45.12839889526367, long:-67.13330078125}","listingImage":{"credit":"","altText":"Franklin D. Roosevelt and family in front of the Saint Croix Christmas tree in 1941.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20151221\/articles\/B4CAB31C-1DD8-B71B-0B789EAB389C6A9C\/B4CAB31C-1DD8-B71B-0B789EAB389C6A9C-large.jpg"},"relatedParks":"","longitude":"-67.13330078125","listingDescription":"In 1941, President Franklin D. Roosevelt found his perfect Christmas tree from a tiny island in Maine, just two days after Pearl Harbor.","title":"A Very Roosevelt Christmas","id":"869681","latitude":"45.12839889526367","url":"https:\/\/www.nps.gov\/articles\/a-very-roosevelt-christmas.htm"},{"latLong":"{lat:44.32299125832757, long:-68.25080823898315}","listingImage":{"credit":"","altText":"A view from the landscape includes the lawn, tree-encircled Jordan Pond, and the mountains beyond.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20150113\/articles\/EE51C8AE-CD65-9C58-48761F80016C71BA\/EE51C8AE-CD65-9C58-48761F80016C71BA-large.jpg"},"relatedParks":"","longitude":"-68.25080823898315","listingDescription":"The Jordan Pond House site has been a scenic, recreational, and dining destination since the early nineteenth century. The current structure, built in 1982, replaced the original house constructed by the Jordan brothers in 1847. The features and views of the cultural landscape connect many of the distinctive historic characteristics of Acadia National Park.","title":"Jordan Pond House Cultural Landscape","id":"4837391","latitude":"44.32299125832757","url":"https:\/\/www.nps.gov\/articles\/650060.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A bumblebee lands on a white flower","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/stories\/images\/nri\/20150202\/siteadmin\/F8CE71BC-95E5-47FC-1F074259876182F7\/F8CE71BC-95E5-47FC-1F074259876182F7-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Get the buzz on bumblebees! There are approximately 46 species of bumble bees (genus Bombus) native to North America and 250 species worldwide—all dependent on flowering plants.","title":"Pollinators - Bumble bee","id":"4850931","latitude":"","url":"https:\/\/www.nps.gov\/articles\/bumble-bee.htm"},{"latLong":"{lat:44.37561027391463, long:-68.24587249755861}","listingImage":{"credit":"","altText":"Milky Way over pines.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20150316\/articles\/5CE1603D-D1C9-0909-3950CB14F6DC45A3\/5CE1603D-D1C9-0909-3950CB14F6DC45A3-large.jpg"},"relatedParks":"","longitude":"-68.24587249755861","listingDescription":"How are night skies in Acadia are changing and what impacts will that have on the natural ecosystems?","title":"Dark Skies in Acadia","id":"4870293","latitude":"44.37561027391463","url":"https:\/\/www.nps.gov\/articles\/Dark-Skies-in-Acadia.htm"},{"latLong":"{lat:44.35597522644961, long:-68.22836303710939}","listingImage":{"credit":"","altText":"Glacial erratic on Cadillac Mountain.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20150316\/articles\/5C8CC7AC-CD46-FD27-3FF3A68DB449395D\/5C8CC7AC-CD46-FD27-3FF3A68DB449395D-large.jpg"},"relatedParks":"","longitude":"-68.22836303710939","listingDescription":"The geologic history of Acadia National Park stretches back in time through millions of years to the formation of the oldest rocks on Mount Desert Island and continues to the present with the persistent forces of erosion. Evidence of this rich geologic past can be seen across the island, along rocky shorelines and atop windswept mountains.","title":"Written in Acadia's Rocks","id":"4875778","latitude":"44.35597522644961","url":"https:\/\/www.nps.gov\/articles\/Written-in-Acadias-Rocks.htm"},{"latLong":"{lat:44.362848241709486, long:-68.23042297363283}","listingImage":{"credit":"","altText":"Friends of Acadia volunteer helps remove invasive species.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20150316\/articles\/5C68DC84-FA7E-B949-EC8D21A16E9B9D81\/5C68DC84-FA7E-B949-EC8D21A16E9B9D81-large.jpg"},"relatedParks":"","longitude":"-68.23042297363283","listingDescription":"The spread of non-native plants and animals is one of the biggest threats facing natural areas. Non-native species, especially those considered invasive, threaten rich communities of native plants and animals across the United States. In national parks, more than 2.6 million acres of park lands are affected by invasive plant species, and 234 National Park Service areas have invasive animals in need of management.","title":"Unwelcome Guests in Acadia","id":"4875796","latitude":"44.362848241709486","url":"https:\/\/www.nps.gov\/articles\/Unwelcome-Guests-in-Acadia.htm"},{"latLong":"{lat:44.34566419188023, long:-68.19265747070314}","listingImage":{"credit":"","altText":"Baby Peregrine Falcon being banded.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20150316\/articles\/5CBA4061-BBB7-80A5-3AEFACFE8F94EFF5\/5CBA4061-BBB7-80A5-3AEFACFE8F94EFF5-large.jpg"},"relatedParks":"","longitude":"-68.19265747070314","listingDescription":"For centuries, peregrine falcons hunted the skies of the world, displaying their impressive in-flight hunting tactics. Imagine this crow-sized raptor flying high above its quarry, then diving (“stooping”) to attack prey at a speed of more than 100 miles per hour! Imagine the prey being struck to the ground or even killed in flight by the tremendous impact from the peregrine's outstretched talons!","title":"Peregrine Falcons in Acadia","id":"4875820","latitude":"44.34566419188023","url":"https:\/\/www.nps.gov\/articles\/Peregrine-Falcons-in-Acadia.htm"},{"latLong":"{lat:44.357202609733655, long:-68.21909332275392}","listingImage":{"credit":"","altText":"Coniferous trees with fog, photo: NPS\/Kent Miller.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20150316\/articles\/5CC8A05D-B517-DB3D-60A71898871B36CD\/5CC8A05D-B517-DB3D-60A71898871B36CD-large.jpg"},"relatedParks":"","longitude":"-68.21909332275392","listingDescription":"The diversity of Acadia is reflected in its plant life; more than 1,100 plant species are found here. This checklist groups the park’s most common plants into the communities where they are typically found. The plant’s growth form is indicated by “t” for trees and “s” for shrubs. To identify unfamiliar plants, consult a field guide or visit the Wild Gardens of Acadia at Sieur de Monts Spring, where more than 400 plants are labeled and displayed in their habitats.","title":"Checklist of Common Native Plants at Acadia","id":"4875837","latitude":"44.357202609733655","url":"https:\/\/www.nps.gov\/articles\/Checklist-of-Common-Native-Plants-at-Acadia.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Shark and fish in the blue ocean waters","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20150701\/articles\/F05CA231-F6FB-73BC-C54908A7FA79FB53\/F05CA231-F6FB-73BC-C54908A7FA79FB53-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Before heading into the ocean, review some safety information to further minimize the chances of a shark encounter.","title":"Shark Awareness","id":"4927344","latitude":"","url":"https:\/\/www.nps.gov\/articles\/sharkawareness.htm"},{"latLong":"{lat:44.3726654363674, long:-68.25582885742189}","listingImage":{"credit":"","altText":"Fungi on a log.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20150710\/articles\/B376E07C-FCC8-FDC6-B534128D801EBE5B\/B376E07C-FCC8-FDC6-B534128D801EBE5B-large.jpg"},"relatedParks":"","longitude":"-68.25582885742189","listingDescription":"Change happens. Seasons turn. Children grow. Technologies make life easier (or maybe more complicated). Friendships mature.\n\nChange is happening in our national parks, too. Some of these are good and easy to see, like improvements to trails, new exhibits, and restored streams and wetlands. But many of the changes are ones that can be tough to see or we would rather do without.","title":"Working together to understand change in Acadia","id":"4929280","latitude":"44.3726654363674","url":"https:\/\/www.nps.gov\/articles\/working-together-to-understand-change-in-acadia.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Image of dark night sky over Acadia National Park, Maine","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20160419\/articles\/D65A003B-1DD8-B71B-0B2E8B6A41FC5EAD\/D65A003B-1DD8-B71B-0B2E8B6A41FC5EAD-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Night skies are an increasingly important but rapidly disappearing resource in many national parks, and this article describes a program of research to guide formulation of visitor-based indicators and standards for managing stargazing at Acadia National Park.","title":"Indicators and standards of quality for viewing the night sky in the national parks","id":"5043877","latitude":"","url":"https:\/\/www.nps.gov\/articles\/parkscience32_1_32_2_manning_et_al_3826_3831.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Grand Canyon and Acadia national parks in fog.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20160226\/articles\/3734E502-1DD8-B71B-0B2335DF9A9FA4B7\/3734E502-1DD8-B71B-0B2335DF9A9FA4B7-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"February 26th is a day for celebration in Acadia, marking the historic transition of Sieur de Monts National Monument into Lafayette National Park, which eventually became the Acadia we know today. While it is a special day for Acadia, it shares the festivities with a twin in the bonds of \"parkhood.\"","title":"Unlikely Siblings","id":"5060144","latitude":"","url":"https:\/\/www.nps.gov\/articles\/unlikely-siblings.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A man in a suit and tie, with crossed arms, wears a thick mustache. Black and white image.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20161108\/articles\/BC0BAC57-1DD8-B71B-0B01C34DF95AC986\/BC0BAC57-1DD8-B71B-0B01C34DF95AC986-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"George B. Dorr first visited Mount Desert Island in Maine with his family in 1868. In his adult years, he devoted much of his time and personal wealth to the establishment, care, and expansion of what is now known as Acadia National Park. The Sieur de Monts Spring area is one of the landscapes that symbolizes his contributions and enthusiasm for the park's creation.","title":"George Bucknam Dorr and Cultural Landscapes of Acadia National Park","id":"5385373","latitude":"","url":"https:\/\/www.nps.gov\/articles\/featured_stories_dorr.htm"},{"latLong":"","listingImage":{"credit":"","altText":"","title":"","description":"","caption":"","url":""},"relatedParks":"","longitude":"","listingDescription":"Acadia National Park’s fire managers reached out to meet Roosevelt Campobello International Park’s need for both a wildland fire engine and expertise for its wildland urban interface challenge. The successful completion of a wildland fire engine loan from one agency to another was made possible by the collaboration of individuals from parks in the Northeast Region of the National Park Service.","title":"Wildland Fire: International Cooperation in North Country, Acadia","id":"5443555","latitude":"","url":"https:\/\/www.nps.gov\/articles\/wildland-fire-international-cooperation-north-country-acad.htm"},{"latLong":"","listingImage":{"credit":"","altText":"","title":"","description":"","caption":"","url":""},"relatedParks":"","longitude":"","listingDescription":"From June 2012 to June 2013, Acadia NP fire staff performed mechanical and prescribed fire fuels projects on Baker Island to provide defensible space and restore and maintain the park's cultural landscape. The work provided the opportunity for the park, fire departments, and park partners to collaborate, communicate, and develop cohesive working relations that will prove valuable on future projects and wildfire response.","title":"Restoring and Maintaining Cultural Landscapes and Defensible Space with Fire","id":"5445302","latitude":"","url":"https:\/\/www.nps.gov\/articles\/wildland-fire-restore-maintain-cultural-landscapes-acad.htm"},{"latLong":"","listingImage":{"credit":"","altText":"","title":"","description":"","caption":"","url":""},"relatedParks":"","longitude":"","listingDescription":"The highly collaborative fuels reduction work on Bakers Island, Acadia National Park, restored defensible space for the historic lighthouse and keeper’s house and created an aesthetically pleasing, historically accurate landscape. The successful outcome and excellent safety record of the project was a direct result of the planning that went into it.","title":"State of Maine, National Park Service, and Local Partnerships Provide Community Wildland Fire Protection","id":"5451534","latitude":"","url":"https:\/\/www.nps.gov\/articles\/local-partnerships-provide-wildland-fire-protection-acad.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A person is dwarfed by a giant hogweed plant.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20170802\/articles\/658AB39F-1DD8-B71B-0BEDB182ABCD164E\/658AB39F-1DD8-B71B-0BEDB182ABCD164E-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Giant hogweed is a particularly nasty intruder across much of the country. Find out how the NPS looks for it in parks, and what to do if you spot one in your yard.","title":"Species Spotlight - Giant Hogweed","id":"5604902","latitude":"","url":"https:\/\/www.nps.gov\/articles\/species-spotlight-giant-hogweed.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Students use microscopes to identify pond species at the Marsh-Billings-Rockefeller NHP Bioblitz.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20170808\/articles\/963245A7-1DD8-B71B-0BD3C1CB5E9E69F3\/963245A7-1DD8-B71B-0BD3C1CB5E9E69F3-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"With well over 100 citizen-science based apps now available for smartphones, there is no lack of opportunity for people of all ages and affectations to significantly add to the collective knowledge base about many aspects of the natural world. The phrase “there is an app for that” has perhaps never been more true for natural resource monitoring.","title":"Citizen Science in the Digital Age","id":"5612691","latitude":"","url":"https:\/\/www.nps.gov\/articles\/citizen-science-in-the-digital-age.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Couple standing in front of The Windows at Arches National Park.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20170902\/articles\/A2B1B841-1DD8-B71B-0BBC89EFBA863F46\/A2B1B841-1DD8-B71B-0BBC89EFBA863F46-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"When you’re a dual-military couple, it can be a challenge to try to find things to do together, especially when you’re at separate duty stations or on deployment. For one Army couple, what started out as a simple idea to get out of the house turned into a five-year adventure.","title":"Army Couple Visits 59 National Parks","id":"5638628","latitude":"","url":"https:\/\/www.nps.gov\/articles\/army-couple-visits-59-parks.htm"},{"latLong":"","listingImage":{"credit":"","altText":"An earthworm held in a person's hand","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180613\/articles\/C010D091-1DD8-B71B-0BF050D1A2BA3A54\/C010D091-1DD8-B71B-0BF050D1A2BA3A54-large.png"},"relatedParks":"","longitude":"","listingDescription":"Because of the scouring action of the ice age, earthworms are not native to the northeast. One species in particular, the crazy snake worm, has the potential to greatly alter the natural forest ecosystems in our region.","title":"Species Spotlight - Crazy Snakeworm","id":"5662259","latitude":"","url":"https:\/\/www.nps.gov\/articles\/species-spotlight-crazy-snakeworm.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A panoramic view of Acadia National Park at sunrise","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20171017\/articles\/AF953EA1-1DD8-B71B-0B1ADD09C0E36D47\/AF953EA1-1DD8-B71B-0B1ADD09C0E36D47-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Acadia National Park is playing a key role in the conservation of certain bat species.","title":"Bat Projects in Parks: Acadia National Park","id":"5683090","latitude":"","url":"https:\/\/www.nps.gov\/articles\/bat-projects-acad.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Woman wearing a while floral dress and yellow sweater standing outdoors.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20171017\/articles\/B55F8C04-1DD8-B71B-0BEFD30232B19B0B\/B55F8C04-1DD8-B71B-0BEFD30232B19B0B-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Retired Airforce TSgt. Jennifer Norris recounts how her travels to national parks help her cope with PTSD. She shares her story so that you may also find ways to heal in national parks.","title":"America’s National Parks Help Heal My PTSD","id":"5683412","latitude":"","url":"https:\/\/www.nps.gov\/articles\/america-s-national-parks-help-heal-my-ptsd.htm"},{"latLong":"{lat:42, long:-73}","listingImage":{"credit":"","altText":"White ash seedling","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20171114\/articles\/56AE5D5B-1DD8-B71B-0B41A23F8A1F45B7\/56AE5D5B-1DD8-B71B-0B41A23F8A1F45B7-large.png"},"relatedParks":"","longitude":"-73","listingDescription":"White ash trees are an integral part of the forests of the Northeast, and they are under grave threat of ceasing to exist as a mature canopy species in the near future. The culprit is a tiny invasive insect called the Emerald Ash Borer. Learn more about the current state of ash trees in the region, and learn how to help slow the spread of this destructive forest pest.","title":"Species Spotlight - White Ash","id":"5702261","latitude":"42","url":"https:\/\/www.nps.gov\/articles\/species-spotlight-white-ash.htm"},{"latLong":"","listingImage":{"credit":"","altText":"coastline and forest","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20171128\/articles\/339F9F0B-1DD8-B71B-0B0F31829BFB0206\/339F9F0B-1DD8-B71B-0B0F31829BFB0206-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Each park-specific page in the NPS Geodiversity Atlas provides basic information on the significant geologic features and processes occurring in the park. Links to products from Baseline Geologic and Soil Resources Inventories provide access to maps and reports.","title":"NPS Geodiversity Atlas—Acadia National Park, Maine","id":"5716254","latitude":"","url":"https:\/\/www.nps.gov\/articles\/nps-geodiversity-atlas-acadia-national-park-maine.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Staff and volunteers pose with archeological equipment, outdoors.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180103\/articles\/5EA2DA13-1DD8-B71B-0BADB3063B0995B7\/5EA2DA13-1DD8-B71B-0BADB3063B0995B7-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"During the first week of August 2017 the Northeast Region Archaeology Program (NRAP) joined staff and volunteers from Saint Croix Island International Historic Site (SACR) and Acadia National Park (ACAD) to conduct high resolution geophysical surveys across the actively eroding southern half of Saint Croix Island, the location of one of the earliest first French settlements in North America (1604).","title":"Non-Invasive Archeological Investigations at Saint Croix Island International Historic Site","id":"5755709","latitude":"","url":"https:\/\/www.nps.gov\/articles\/non-invasive-archeological-investigations-at-sacr.htm"},{"latLong":"","listingImage":{"credit":"","altText":"","title":"","description":"","caption":"","url":""},"relatedParks":"","longitude":"","listingDescription":"Forty-five miles of rustic carriage roads, the gift of philanthropist John D. Rockefeller Jr. and family, weave around the mountains and valleys of Acadia National Park. Constructed from 1913 to 1940 Rockefeller's love of road building ensured a state-of-the-art system of roads with sweeping vistas and close-up views of the landscape.","title":"Acadia's Historic Carriage Roads","id":"5780116","latitude":"","url":"https:\/\/www.nps.gov\/articles\/acadia-carriage-roads.htm"},{"latLong":"","listingImage":{"credit":"","altText":"","title":"","description":"","caption":"","url":""},"relatedParks":"","longitude":"","listingDescription":"Implemented in 1999, the Island Explorer includes 17 clean-fuel, propane buses that run on seven routes and efficiently link the hotels, motels, and campgrounds of the area with park attractions and the Bar Harbor Airport. The shuttle buses have bicycle racks and provide full access for disabled passengers. The Island Explorer runs from the end of June through the middle of October, and each route runs on its own pre-established schedule.","title":"Acadia's Island Explorer Shuttle","id":"5780228","latitude":"","url":"https:\/\/www.nps.gov\/articles\/island-explorer-shuttle.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A Red Crossbill sits on a conifer tree.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180126\/articles\/FE38FEF9-1DD8-B71B-0B92355F0B8D9746\/FE38FEF9-1DD8-B71B-0B92355F0B8D9746-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"The Red Crossbillis one of the most unique and specialized birds of North America. Learn about their traits and habits, and how you may encounter a flock of them during this irruption year. .","title":"Species Spotlight - Red Crossbill","id":"5782124","latitude":"","url":"https:\/\/www.nps.gov\/articles\/species-spotlight-red-crossbill.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Sharp-shinned Hawk perched on a branch","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180216\/articles\/3AED15D4-1DD8-B71B-0BC6F64AB6363BD9\/3AED15D4-1DD8-B71B-0BC6F64AB6363BD9-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"About the size of a Blue-Jay, Sharp-shinned Hawks are aerial acrobats and are the smallest of three North American agile hawks known as the accipiters (ah-sip-it-ers).  Learn more about this amazing and oft misunderstood hawk.","title":"NETN Species Spotlight - Sharp-shinned Hawk","id":"5805606","latitude":"","url":"https:\/\/www.nps.gov\/articles\/netn-species-spotlight-sharp-shinned-hawk.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A Vermont blizzard.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180220\/articles\/0946C489-1DD8-B71B-0B7E2E5331F6D5EB\/0946C489-1DD8-B71B-0B7E2E5331F6D5EB-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"A look at the difference between weather and climate.","title":"Wild, Wacky, and Weird Weather. What the?","id":"5807673","latitude":"","url":"https:\/\/www.nps.gov\/articles\/wild-wacky-and-weird-weather-what-the.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A song sparrow with a mouthful of insects.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180220\/articles\/10FA5F2F-1DD8-B71B-0B6085FDE48FCFCA\/10FA5F2F-1DD8-B71B-0B6085FDE48FCFCA-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Cultivating native plants and trees in your yard is more important than ever before to sustain our bird and pollinator species. Learn how you can do more.","title":"Bird, Pollinator, & Wildlife Habitat Not Just for National Parks Anymore.","id":"5807798","latitude":"","url":"https:\/\/www.nps.gov\/articles\/bird-pollinator-wildlife-habitat-not-just-for-national-parks-anymore.htm"},{"latLong":"{lat:36.0569496154785, long:-112.136772155762}","listingImage":{"credit":"","altText":"A receding series of silhouetted cliffs and ridgelines bathed in late afternoon light.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180225\/articles\/114C22AF-1DD8-B71B-0B8C60D4104E4B56\/114C22AF-1DD8-B71B-0B8C60D4104E4B56-large.jpg"},"relatedParks":"","longitude":"-112.136772155762","listingDescription":"On February 26, 1919, President Woodrow Wilson signed a Presidential Proclamation to establish Grand Canyon and Lafayette (now Acadia) as national parks. We celebrate the concurrent birthdays of two places that unite America, and the vision of her leaders ninety-nine years ago.","title":"Birthday Greetings","id":"5808503","latitude":"36.0569496154785","url":"https:\/\/www.nps.gov\/articles\/birthdaygreetings2018.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A forest glade","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180221\/articles\/44083428-1DD8-B71B-0B1AD56E63ED2396\/44083428-1DD8-B71B-0B1AD56E63ED2396-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"After more than 10 years of monitoring forest health in NETN parks, plant ecologist Kate Miller shares here knowledge and insights and current forest conditions and tips on long term forest management.","title":"Lessons Learned from a Decade of Forest Health Monitoring in NETN","id":"5809215","latitude":"","url":"https:\/\/www.nps.gov\/articles\/lessons-learned-from-a-decade-of-forest-health-monitoring-in-netn.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A bee pollinates a wildflower","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180222\/articles\/73F80E1B-1DD8-B71B-0BBA8E6F6D1D85C8\/73F80E1B-1DD8-B71B-0BBA8E6F6D1D85C8-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Ecosystems are complex and intricate and sometimes have a surprising web of relationships. Learn how deer, bees, birds, and wildflowers connect in the park ecosystems of the northeast.","title":"What’s the Buzz? How Bees Interrelate with Birds, Wildflowers, and Deer","id":"5810102","latitude":"","url":"https:\/\/www.nps.gov\/articles\/what-s-the-buzz-how-bees-interrelate-with-birds-wildflowers-and-deer.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A forest tech measures the size of a tree.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180223\/articles\/9CC8630F-1DD8-B71B-0B4ECD59638BE819\/9CC8630F-1DD8-B71B-0B4ECD59638BE819-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"A study led by NETN shows that eastern National Park forests hold greater complexity and ecosystem function that the surrounding forest.","title":"National Park Forests - More Than a Pretty Picture","id":"5810593","latitude":"","url":"https:\/\/www.nps.gov\/articles\/national-park-forests-more-than-a-pretty-picture.htm"},{"latLong":"","listingImage":{"credit":"","altText":"a stone zero","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180223\/articles\/9EB0DE43-1DD8-B71B-0B1287A8C69EFD66\/9EB0DE43-1DD8-B71B-0B1287A8C69EFD66-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"For something that essentially represents \"nothingness\", the number zero carries a lot of weight when collecting data.","title":"The Positive Side of Zero","id":"5810924","latitude":"","url":"https:\/\/www.nps.gov\/articles\/the-positive-side-of-zero.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A large male fisher sitting","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180223\/articles\/A91D4B77-1DD8-B71B-0B2E2727300DB0A2\/A91D4B77-1DD8-B71B-0B2E2727300DB0A2-large.png"},"relatedParks":"","longitude":"","listingDescription":"The fisher is a very capable predator of northeastern forests. Learn about the ways this large member of the weasel family makes its living.","title":"NETN Species Spotlight - Fisher","id":"5811219","latitude":"","url":"https:\/\/www.nps.gov\/articles\/netn-species-spotlight-fisher.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A Hermit Thrush perches on the forest floor.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180323\/articles\/3C93F036-1DD8-B71B-0B562E1DD8082B5B\/3C93F036-1DD8-B71B-0B562E1DD8082B5B-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"The Hermit Thrush's ethereal song is a mainstay of summers in the Northeastern U.S. But climate change could mean its song will only be heard north of the border if warming continues unabated.","title":"NETN Species Spotlight - Hermit Thrush","id":"5844028","latitude":"","url":"https:\/\/www.nps.gov\/articles\/netn-species-spotlight-hermit-thrush.htm"},{"latLong":"","listingImage":{"credit":"","altText":"person climbs sheer rock face","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180808\/articles\/0481F013-F2E6-3E1E-8AF5F00F2F06B938\/0481F013-F2E6-3E1E-8AF5F00F2F06B938-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Most scientists are not rock climbers, and vice-versa, but the two groups work together to study a unique type of animal: bats! As white-nose syndrome spreads across the United States and impacts bat populations, rock climbers who visit national parks are becoming key members of the research teams tasked with protecting threatened and endangered bat species. View a 13-minute video which highlights these efforts.","title":"Explorers for Bats","id":"5870170","latitude":"","url":"https:\/\/www.nps.gov\/articles\/explorersforbats.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Scenic coastal view at Acadia National Park","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180724\/articles\/006846DF-E3F1-2FAB-A43A7CB1886F58D3\/006846DF-E3F1-2FAB-A43A7CB1886F58D3-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Air quality profile for Acadia National Park. Gives specific information about air quality and air pollution impacts for Acadia NP as well as the studies and monitoring conducted for Acadia NP.","title":"Park Air Profiles - Acadia National Park","id":"5873677","latitude":"","url":"https:\/\/www.nps.gov\/articles\/airprofiles-acad.htm"},{"latLong":"","listingImage":{"credit":"","altText":"An American Woodcock walks on the forest floor.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180426\/articles\/1E5AF458-1DD8-B71B-0B67965853E4685D\/1E5AF458-1DD8-B71B-0B67965853E4685D-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"The American Woodcock is a quirky bird. Learn about their habits. and why they are a welcome sight (and sound) each spring in the Northeast,","title":"NETN Species Spotlight - American Woodcock","id":"5882873","latitude":"","url":"https:\/\/www.nps.gov\/articles\/netn-species-spotlight-american-woodcock.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Sun setting over flat water with rocks in the foreground and trees in the distance.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180510\/articles\/F54BAA8E-1DD8-B71B-0B03ACAB65CE32C4\/F54BAA8E-1DD8-B71B-0B03ACAB65CE32C4-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"From the breathtaking, panoramic views atop Cadillac Mountain to the charm and mystique of the outer islands, Acadia National Park has something for everyone.","title":"National Park Getaway: Acadia National Park","id":"5898165","latitude":"","url":"https:\/\/www.nps.gov\/articles\/getaway-acad.htm"},{"latLong":"{lat:44.3499984741211, long:-68.2170028686523}","listingImage":{"credit":"","altText":"Artist takes a snapshot of the coastal landscape he is painting.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180529\/articles\/CF25EBA1-1DD8-B71B-0B608AFC351261E4\/CF25EBA1-1DD8-B71B-0B608AFC351261E4-large.jpg"},"relatedParks":"","longitude":"-68.2170028686523","listingDescription":"Four artists, two writers, and a composer have accepted invitations to the Artist-in-Residence program at Acadia National Park beginning in September 2018. In exchange for a two-week immersive experience, each will lead an outreach activity for the public during their stay, and donate within one year one work of finished art to the program collection that conveys a fresh, new perspective of Acadia for visitors that’s drawn from their direct experience.","title":"Seven chosen for 2018 Acadia Artist-in-Residence program","id":"5916514","latitude":"44.3499984741211","url":"https:\/\/www.nps.gov\/articles\/seven-chosen-for-2018-acadia-artist-in-residence-program.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Elizabeth Hubler-Torrey","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180612\/articles\/9C004368-1DD8-B71B-0BA1CD1948516EA9\/9C004368-1DD8-B71B-0BA1CD1948516EA9-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"As an artist who creates paintings and sculptures inspired by recent research in science, conservation, and climate change, Elizabeth Hubler-Torrey knew that participating in an Artist-in-Residence program at Acadia National Park, with 60 miles of protected shoreline, would be a perfect fit for her.  In the summer of 2017, she spent several weeks immersed in the surroundings at the Schoodic Institute.","title":"Science inspires art by Elizabeth Hubler-Torrey","id":"5928566","latitude":"","url":"https:\/\/www.nps.gov\/articles\/science-inspires-art-by-elizabeth-hubler-torrey.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Geo Neptune","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180614\/articles\/032D8EB4-1DD8-B71B-0B90E5C622427FE5\/032D8EB4-1DD8-B71B-0B90E5C622427FE5-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Though Acadia is well known for its landscapes and natural history, it also has many rich layers of significant cultural history. Wabanaki people have lived here for as long as 10,000 years, and many continue to call this place home, or feel connected to it from afar. The \"Cultural Connections in the Park\" program hosts free public events every Wednesday from late June through September that feature artists and performers from Wabanaki culture.","title":"Cultural Connections in the Park","id":"5928943","latitude":"","url":"https:\/\/www.nps.gov\/articles\/cultural-connections-in-the-park.htm"},{"latLong":"","listingImage":{"credit":"","altText":"A hummingbird feeds on a flower","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180724\/articles\/04AE81CC-9C12-0D68-8D2ADBA1BF91C3D2\/04AE81CC-9C12-0D68-8D2ADBA1BF91C3D2-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"The ruby-throated hummingbird is the only bird of that species that makes its home east of the Mississippi. Learn more about this remarkable bird.","title":"NETN Species Spotlight - Ruby-throated Hummingbird","id":"5966197","latitude":"","url":"https:\/\/www.nps.gov\/articles\/netn-species-spotlight-ruby-throated-hummingbird.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Close-up of a Black Vulture. Doug Greenberg.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180814\/articles\/38D75202-DA74-140A-A70C70C3F6BE24B7\/38D75202-DA74-140A-A70C70C3F6BE24B7-large.png"},"relatedParks":"","longitude":"","listingDescription":"Vultures have the thankless job of cleaning the environment up of dead animal carcasses. Learn how they are able to do it without getting sick from deadly bacteria.","title":"NETN Species Spotlight - Turkey and Black Vultures","id":"5988852","latitude":"","url":"https:\/\/www.nps.gov\/articles\/netn-species-spotlight-vultures.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Forest health monitoring","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180815\/articles\/6D78DFFE-90B1-4B9F-5EB0661E28B7E3DB\/6D78DFFE-90B1-4B9F-5EB0661E28B7E3DB-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"When too many deer, earthworms, and invasive plant species work i concert, detrimental effects happen to the health of northeastern forests.","title":"NETN Field Note: Deer, Worms, and Invasives","id":"5989901","latitude":"","url":"https:\/\/www.nps.gov\/articles\/netn-field-note-deer-worms-and-invasives.htm"},{"latLong":"","listingImage":{"credit":"","altText":"Eastern small-footed bat emerging from a rock crevice.","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/common\/uploads\/articles\/images\/nri\/20180920\/articles\/ADC4F73A-D0BE-42AA-369986E7BD75DCB5\/ADC4F73A-D0BE-42AA-369986E7BD75DCB5-large.jpg"},"relatedParks":"","longitude":"","listingDescription":"Biologists at Acadia National Park are studying bats to better understand how white-nose syndrome is affecting local populations. A number of different techniques are used to monitor bats including radio-telemetry and the use of acoustic detectors. Monitoring since 2008 indicates that the disease has dramatically reduced the abundance of some species.","title":"Bat Population Monitoring at Acadia National Park","id":"6018247","latitude":"","url":"https:\/\/www.nps.gov\/articles\/acad-bat-monitoring.htm"}],"limit":"50","start":"1"}