{"total":"14","data":[{"image":{"credit":"","altText":"","title":"","description":"","caption":"","url":""},"parkCode":"acad","releasedate":"2020-03-25 16:18:00.0","title":"Acadia National Park is Modifying Operations to Implement State Health Guidance","id":"6408081","abstract":"Acadia National Park, in response to guidance from the State of Maine Department of Health and Human Services, is announcing additional modifications to operations to support federal, state, and local efforts to slow the spread of the novel coronavirus (COVID-19).  \n\nAs of March 26, 2020, Acadia National Park will offer no services outside those that support resource protection. At Acadia National Park, the following services and operations will be suspended in order to comply with state and local orders:\n\nAcadia has closed the Park Loop Road including Ocean Drive and all restrooms, carriage roads, campgrounds, visitor centers, and visitor services.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/modifying-operations-to-implement-health-guidance.htm"},{"image":{"credit":"","altText":"","title":"","description":"","caption":"Thérèse Picard","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/images\/Acadia-Chief-Ranger-Therese-Picard.jpg"},"parkCode":"acad","releasedate":"2020-03-17 09:51:00.0","title":"Thérèse Picard Selected as Chief Ranger of Acadia National Park","id":"6399598","abstract":"Acadia National Park Superintendent Kevin Schneider announced the selection of Thérèse Picard as chief ranger. Picard served previously as the park's deputy chief ranger. The chief ranger works with staff and partners to protect and preserve the park. That includes overseeing and leading the law enforcement rangers, the rangers who assist with entrance passes, fire management, life guards, emergency medical services, and search and rescue.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/picard-selected-as-chief-ranger.htm"},{"image":{"credit":"","altText":"","title":"","description":"","caption":"","url":""},"parkCode":"acad","releasedate":"2020-03-11 11:25:00.0","title":"Mud Season 2020 Closure of Carriage Roads in Acadia National Park","id":"6395826","abstract":"The carriage roads in the park are closed to all users beginning Thursday March 12 until the roads dry out and become firm enough to prevent damage to their gravel surface. The warmer weather and wet conditions have softened the carriage roads and made them susceptible to damage. Walking, bicycling, and riding horses on the carriage roads under the current conditions can cause ruts and potholes that will channel water and exacerbate erosion.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/2020_mud-season-closure.htm"},{"image":{"credit":"Courtesy of Mark Walker. Used with Permission","altText":"","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/images\/ACAD_2020-Annual-Pass-WINNER.jpg"},"parkCode":"acad","releasedate":"2020-03-10 15:26:00.0","title":"Mark Walker of Smyrna, Ga, is Winner of 2020 Entrance Pass Photo Contest","id":"6395314","abstract":"The National Park Service has selected a photograph by Mark Walker of Smyrna, Georgia, as the winner of Acadia National Park’s 2020 annual entrance pass contest. The photograph portrays the Bass Harbor Head Light Station. Although this light station is not currently a part of Acadia National Park, there are plans for this United States Coast Guard property to be transferred to the National Park Service sometime this spring. The photograph will appear on thousands of annual entrance passes purchased by visitors from all over the country. As a show of thanks, Mr. Walker will receive a 2020 Acadia Annual Pass displaying his winning photo.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/2020-entrance-pass-photograph.htm"},{"image":{"credit":"","altText":"","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/images\/IHM-color.jpg"},"parkCode":"acad","releasedate":"2020-03-03 12:46:00.0","title":"National Park Service announces improvements to Islesford Historical Museum in Acadia National Park","id":"6391026","abstract":"The Islesford Historical Museum is currently undergoing a major rehabilitation which began in November 2019. The rehabilitation will allow for the protection and longevity of a historic building and for the safe exhibition of historical objects. As the upgrades continue, the museum will be closed to the public for the 2020 season. The museum is expected to reopen next season showcasing both the upgrades and community-curated exhibit helping to tell the stories of the Cranberry Isles.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/improvements-to-islesford-historical-museum.htm"},{"image":{"credit":"","altText":"","title":"","description":"","caption":"","url":""},"parkCode":"acad","releasedate":"2020-02-07 13:15:00.0","title":"Community Opportunity to Collect Wood Rounds through a $25 Permit in Acadia National Park","id":"6374069","abstract":"The National Park Service is offering an opportunity to community members to collect wood rounds piled in a pre-designated area with value as firewood or for other uses. A limited number of households (approximately 10) who reside within a 50-mile drive of Bar Harbor, Maine will be allowed to gather this wood. This is soft wood only, in piles of un-split, limbed rounds of 16”-20” diameter. Wood permits costing $25 will be issued for the collection of this pre-gathered wood with a maximum of two cords.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/community-opportunity-to-collect-wood-rounds.htm"},{"image":{"credit":"","altText":"","title":"","description":"","caption":"","url":""},"parkCode":"acad","releasedate":"2020-01-21 17:20:00.0","title":"Acadia National Park Advisory Commission Meeting Announced for Feb 3","id":"6359775","abstract":"The Acadia National Park Advisory Commission will meet at park headquarters (20 McFarland Hill Drive) in Bar Harbor at 1 – 3 pm on Monday February 3, 2020. The meeting is open to the public and will include an opportunity for public comments. First on the agenda will be an annual ethics training conducted and required by the Department of the Interior, via teleconference. Following the training, Superintendent Kevin Schneider will provide reports on the Acadia National Park Transportation Plan, Bass Harbor Head Light acquisition, and the Acadia Workforce Housing Initiative.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/advisory-commission-meeting-announced_feb3.htm"},{"image":{"credit":"","altText":"","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/images\/2-deer-in-water-closeup.jpg"},"parkCode":"acad","releasedate":"2020-01-09 13:10:00.0","title":"Game Wardens And Rangers Team Up To Rescue Deer That Fell Through Thin Ice","id":"6352275","abstract":"Maine game wardens received a call yesterday that a deer had fallen through the ice on Hodgdon Pond, outside Acadia National Park. Acadia National Park Service rangers assisted Maine game wardens and together they were able to pull the deer out of the water and onto shore. The deer appeared to be extremely cold and exhausted but alert.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/deer-that-fell-through-thin-ice.htm"},{"image":{"credit":"NPS Photo","altText":"","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/images\/Acadia-Teacher-Fellows.JPG"},"parkCode":"acad","releasedate":"2020-01-02 10:16:00.0","title":"National Park Service offers summer teacher fellowships at Acadia National Park","id":"6347400","abstract":"The National Park Service (NPS) is recruiting six Acadia Teacher Fellows to spend the summer learning about Acadia National Park’s diverse natural and cultural resources, and ways to protect them. Teachers will be selected to work on Mount Desert Island and at Schoodic Point. Acadia National Park invites full-time, K-12 public classroom school teachers to apply online by February 21.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/teacher-fellowships.htm"},{"image":{"credit":"","altText":"","title":"","description":"","caption":"Map of the Carriage Road System around Eagle Lake","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/images\/Eagle-Lake-Existing-Map_500.jpg"},"parkCode":"acad","releasedate":"2019-12-10 12:51:00.0","title":"Expect Improvements and Closures on Eagle Lake Carriage Road in 2020 at Acadia National Park","id":"6334449","abstract":"In 2020, the Eagle Lake Carriage Road in Acadia National Park will be rehabilitated to improve and stabilize the road surface and associated features. Recreationists should anticipate closures generally from one intersection to another from April 15-November 15, weather and schedule permitting.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/closures-on-eagle-lake-carriage-road-in-2020.htm"},{"image":{"credit":"Photo by Will Newton, Friends of Acadia","altText":"","title":"","description":"","caption":"","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/images\/20180626_Sunset_SuminsbyPark253a.jpg"},"parkCode":"acad","releasedate":"2019-12-09 10:48:00.0","title":"National Park Service announces Acadia National Park’s 2020 annual pass contest","id":"6333063","abstract":"The National Park Service (NPS) is inviting photographers and other artists to submit digital images for use on Acadia National Park’s 2020 annual pass. The selected image will appear on thousands of annual passes purchased by visitors from all over the country. The winner will receive credit as the photographer and a 2020 Acadia Annual Pass displaying their image.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/2020-annual-pass-contest.htm"},{"image":{"credit":"","altText":"","title":"","description":"","caption":"","url":""},"parkCode":"acad","releasedate":"2019-11-26 16:52:00.0","title":"Park Loop Road in Acadia National Park will close to motor vehicles for the season on December 1","id":"6326986","abstract":"The Park Loop Road will close to motor vehicles for the season on Dec 1, with the exception of the two-mile section from the Sand Beach entrance station to Otter Cliff Road (accessible via Schooner Head Road in Bar Harbor) and the Jordan Pond area (accessible via Jordan Pond Road in Seal Harbor).","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/park-loop-road-closes-to-motor-vehicles-for-the-season-on-dec-1.htm"},{"image":{"credit":"","altText":"","title":"","description":"","caption":"","url":""},"parkCode":"acad","releasedate":"2019-11-26 16:40:00.0","title":"Public invited to help search for emerald ash borers during bark peeling workshop, Dec 4","id":"6326970","abstract":"The National Park Service and the Maine Department of Agriculture, Conservation, and Forestry are hosting an ash tree bark peeling workshop to search for an invasive forest insect pest, the emerald ash borer (EAB), on Wed, Dec 4 from 8:30 am until mid-afternoon. The workshop will be held in the “fire engine bay,” a heated garage at park headquarters, Acadia National Park, 20 McFarland Hill Drive, Bar Harbor.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/emerald-ash-borers-bark-peeling-workshop.htm"},{"image":{"credit":"","altText":"","title":"","description":"","caption":"","url":""},"parkCode":"acad","releasedate":"2019-11-25 17:30:00.0","title":"Limited time: Acadia Annual Pass on sale for “almost-half-price”","id":"6326313","abstract":"Acadia Annual Passes will be on sale for $28 during most of the month of December. Passes must be obtained in person. No phone orders will be taken. On December 6, during Bar Harbor’s Midnight Madness event, passes will be available at the Village Green from 8 pm to midnight.","url":"https:\/\/www.nps.gov\/acad\/learn\/news\/annual-pass-on-sale-for-almost-half-price.htm"}],"limit":"50","start":"1"}