{"total":"3","data":[{"relatedOrganizations":[],"audioDescription":"","longitude":"-68.06644439697266","relatedParks":[{"states":"ME","fullName":"Acadia National Park","url":"https:\/\/www.nps.gov\/acad\/index.htm","parkCode":"acad","designation":"National Park","name":"Acadia"}],"managedByUrl":"","url":"https:\/\/www.nps.gov\/places\/ranger-karl-a-jacobson-memorial.htm","isOpenToPublic":"1","npmapId":"","latLong":"44.380306243896484,-68.06644439697266","isManagedByNps":"1","images":[],"amenities":[],"listingDescription":"A memorial to Ranger Karl Jacobson who was killed while on duty at Acadia National Park in November of 1938.","managedByOrg":"","title":"Ranger Karl A. Jacobson Memorial","id":"1202FFD7-DF08-4A75-BCC0-55EFF41C7B40","quickFacts":{"tagbased":[],"userdefined":[{"data":[]}],"standard":[{"data":[{"id":"5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7","value":"Schoodic Woods Ranger Station","name":"Location: "},{"id":"208F1B3C-44DC-4CF5-9A61-9B26A364D701","value":"Fallen Ranger Memorial","name":"Significance: "}]}]},"latitude":"44.380306243896484","tags":[],"bodyText":"On Friday November 11, 1938, Park Ranger Karl A. Jacobson was patrolling the perimeter of the park to ensure illegal hunting was not occurring on park lands. Jacobson was shot by a hunter who had seen movement along the cleared boundary and the hunter accidentally assumed the movement was a deer. Jacobson was hospitalized but the twenty-two-year-old newlywed died on Sunday, November 13, 1938.  The Karl A. Jacobson memorial consists of a bronze plaque and the iconic Park Ranger campaign hat mounted on a large pink granite boulder placed by Freshwater Stone, Orland, Maine.<br \/>\n<br \/>\nThe memorial was installed in 2019 at the Schoodic Woods Ranger Station in the Schoodic District of Acadia National Park.   The memorial reads &quot;On November 11, 1938, U.S. Park Ranger Karl A. Jacobson was fatally shot while patrolling the Schoodic District of Acadia National Park.  His service and sacrifice to the National Park Service and to the people of this country will never be forgotten.&quot;<br \/>\n<br \/>\nNational parks across the county acknowledge the lives of park rangers that have been taken in the line of duty. Their memorials looks similar--each has a plaque that describes the tragic incident that led to their death and each features the iconic ranger hat on top of the rock, as if it was set down for just a moment.. A full listing of national park law enforcement rangers killed in the line of duty is available at “<a href=\"https:\/\/www.nps.gov\/media\/photo\/gallery.htm?id=78426C95-1DD8-B71B-0BF14E5AE496EFE6\" target=\"_blank\">A Legacy of Honor<\/a>.”"},{"relatedOrganizations":[],"audioDescription":"","longitude":"-68.066395","relatedParks":[{"states":"ME","fullName":"Acadia National Park","url":"https:\/\/www.nps.gov\/acad\/index.htm","parkCode":"acad","designation":"National Park","name":"Acadia"}],"managedByUrl":"","url":"https:\/\/www.nps.gov\/places\/schoodic.htm","isOpenToPublic":"1","npmapId":"","latLong":"44.380341,-68.066395","isManagedByNps":"1","images":[],"amenities":[],"listingDescription":"Schoodic Peninsula, the only part of Acadia National Park found on the mainland, boasts granite headlands that bear erosional scars of storm waves and flood tides.","managedByOrg":"","title":"Schoodic Peninsula","id":"3B3334AF-A986-4A12-8D7E-C18674262BBE","quickFacts":{"tagbased":[],"userdefined":[{"data":[]}],"standard":[{"data":[{"id":"5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7","value":"Winter Harbor, Maine","name":"Location: "},{"id":"208F1B3C-44DC-4CF5-9A61-9B26A364D701","value":"quiet, mainland portion of Acadia National Park; former Navy base","name":"Significance: "}]}]},"latitude":"44.380341","tags":[],"bodyText":"Schoodic Peninsula, the only part of Acadia National Park found on the mainland, boasts granite headlands that bear erosional scars of storm waves and flood tides. Although similar in scenic splendor to portions of Mount Desert Island, the Schoodic Coast is a more secluded area. It is about an hour drive from the <a href=\"https:\/\/www.nps.gov\/places\/hulls-cove-visitor-center.htm\" id=\"https:\/\/www.nps.gov\/places\/hulls-cove-visitor-center.htm|\">Hulls Cove Visitor Center<\/a> on Mount Desert Island.<br \/>\n<br \/>\nAfter passing through the town of Winter Harbor and entering the park, you will find the Frazer Point Picnic Area, with tables, fire rings, comfort stations, and drinking water along with seacoast views of islands, coves and rocky beaches. Leaving the picnic area, the park road is one-way and parallels the western shore of the peninsula leading to Schoodic Point. There are automobile turnouts for viewing along the way. From these turnouts you can see Mount Desert Island and enjoy views of lobster boats, wheeling gulls, and forest-draped islands.  <br \/>\n<br \/>\nAbout two and one half miles from the picnic area, an unmarked trail ascends to the top (440 feet) of Schoodic Head. This is a narrow gravel road, so please exercise caution when meeting traffic. Although you can drive up the one mile road, you may choose to walk. on a clear day, from the summit, vistas of the ocean, forests, and mountains claim your attention. Returning to the main road, keep right at the intersection past the entrance to the Schoodic Institute. This is a two-way section of road. Along this windswept coast, huge granite ledges turn Atlantic Ocean waves into lofty geysers and dark-colored basaltic dikes intrude between slabs of pink granite.<br \/>\n<br \/>\nAfter leaving Schoodic point, bear right and follow the road - one-way again - until you reach Blueberry Hill Parking Area, about one mile beyond Schoodic point. If you look towards the ocean, Schoodic Island emerges. To your right is Little Moose Island and behind you and across the road is a steep slope called The Anvil. You can reach the summit of this 180 foot promontory via the trail which starts across the road from the parking lot. About two miles from Blueberry Hill parking Area, the park ends at Wonsqueak Harbor. Two miles beyond the park is the villa of Birch Harbor and the intersection of Route 186.  \n<h2> <\/h2>\n\n<h2>Area History<\/h2>\nSince 1935, the peninsula has also been home to the United States navy, when a radio station was constructed to replace a similar facility on Mount Desert Island that stood in the way of the construction of the Park Loop Road.  The navy base, most recently known as Naval Security Group Activity Winter Harbor, was located on 100 acres at Schoodic Point.  When the Navy announced its intention to close the base at Schoodic, the National Park Service began planning to receive the property.  The transfer took place in 2002. \n\n<h2>Home to Schoodic Institute<\/h2>\nToday, the Navy base campus has been converted into the <a href=\"https:\/\/www.schoodicinstitute.org\/\" id=\"https:\/\/www.schoodicinstitute.org\/|\">Schoodic Institute<\/a>, a park partner.  As a National Park Service <a href=\"https:\/\/www.nps.gov\/rlc\/index.htm\" id=\"https:\/\/www.nps.gov\/rlc\/index.htm|\">Research Learning Center<\/a>, the Schoodic Institute partners with the NPS to bring science and education to the public.\n\n<h2> <\/h2>\n\n<h2> <\/h2>\n\n<h2> <\/h2>"},{"relatedOrganizations":[],"audioDescription":"","longitude":"-68.24730682373047","relatedParks":[{"states":"ME","fullName":"Acadia National Park","url":"https:\/\/www.nps.gov\/acad\/index.htm","parkCode":"acad","designation":"National Park","name":"Acadia"}],"managedByUrl":"","url":"https:\/\/www.nps.gov\/places\/hulls-cove-visitor-center.htm","isOpenToPublic":"1","npmapId":"","latLong":"44.40913772583008,-68.24730682373047","isManagedByNps":"1","images":[],"amenities":[],"listingDescription":"Hulls Cove Visitor Center is Acadia National Park's primary visitor contact station.  Hundreds of thousands of visitors a year take their first 'hike' in Acadia up the 52 steps to the main visitor center entrance.","managedByOrg":"","title":"Hulls Cove Visitor Center","id":"E856D60D-7E1D-41DA-8DDD-FA935F36AC3A","quickFacts":{"tagbased":[],"userdefined":[{"data":[]}],"standard":[{"data":[{"id":"5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7","value":"Acadia National Park","name":"Location: "},{"id":"208F1B3C-44DC-4CF5-9A61-9B26A364D701","value":"Park Visitor Center","name":"Significance: "}]}]},"latitude":"44.40913772583008","tags":[],"bodyText":"<p>Hulls Cover Visitor Center is Acadia National Park's main visitor contact station. It is located off of Route 3 in Bar Harbor, Maine. Hours changes seasonally so check our <a href=\"https:\/\/www.nps.gov\/acad\/planyourvisit\/hours.htm\" id=\"https:\/\/www.nps.gov\/acad\/planyourvisit\/hours.htm|\">Hours &amp; Seasons<\/a> page prior to your arrival.<br \/>\n<br \/>\nUpon entering the parking lot, visitors can access information and (seasonal) Island Explorer bus stops via a covered pavilion. From the parking lot, you can enjoy your first hike in Acadia National Park up the 52 stone steps to the visitor center. There you can purchase your <a href=\"https:\/\/www.nps.gov\/acad\/planyourvisit\/fees.htm\" id=\"https:\/\/www.nps.gov\/acad\/planyourvisit\/fees.htm|\">entrance pass<\/a>, speak with a ranger about planning your visit, use self-service maps, enjoy art from our Artist-In-Residence program, and shop at the Park Store. Visitors requiring an accessible entrance can follow signs to drive up to the rear of the building and use the accessible entrance and elevator. <\/p>\n\n<h2>History of the Building<\/h2>\n\n<p>Hulls Cove Visitor Center was originally both the park's administrative headquarters and visitor center. It was designed and construction began in 1967. Construction was completed by December of 1986. It was an example of the dual purposes administration\/visitor center building type created by the National Park Service (NPS) in the mid-20th century. Funding for the building came from the Mission-66 Program, a nationwide effort to improve infrastructure in America's national parks from 1956-1966.  <br \/>\n<br \/>\nIn a departure from the more rustic pre-World War II style of NPS architecture, Mission 66 designers embraced contemporary structural forms for the new centers as well as for ancillary buildings, in part because of the scarcity of buildings materials following WWII and changes in materials and labor. Mission 66 buildings demonstrated a new commitment by the NPS to interpret park resources and accommodate visitors and increased staffing levels. For the first time in NPS history, these buildings grouped park interpretive presentations, auditoriums, administrative offices, restrooms and other visitor services into one complex. <\/p>\n\n<h2>Design Features<\/h2>\n\n<p>Hulls Cove Visitor Center is situated on a small cleared plateau on the northeast side of Paradise Hill. It is a flat-roof, rectangular trapezoid building clad in shingles and built upon a granite ashlar first story. An original concrete and wood bridge provides access to the center's main lobby. The bridge is faced with granite stones surmounted with diagonal boards and flat handrails. The building and the approach use readily available local materials - wood and granite. The building is 65 feet in length and 22 feet in width.  <br \/>\n<br \/>\nIn 1995, a small two-story addition expanded the visitor center to the northeast to accommodate an accessible entrance and restrooms. A secondary entrance was added at this time via a second concrete bridge supported by two columns. This provided egress from the now-removed auditorium.  <br \/>\n<br \/>\nOnce inside the building, a large array of windows look out into what once was a beautiful view of Frenchman's Bay. Alas, the trees have grown to now block this once iconic view.  <\/p>"}],"limit":"50","start":"1"}